Repository: gemwalletcom/wallet
Catalog: ios/Packages/Localization/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, es, fa, fil, fr, ha, he, hi, id, it, ja, ko, ms, nl, pl, pt_br, ro, ru, sw, th, tr, uk, ur, vi, zh_hans, zh_hant

# asset.view_address_on
source: View address on %@
ar: عرض العنوان على %@
bn: %@ এ ঠিকানা দেখুন
cs: Zobrazit adresu na %@
da: Se adresse på %@
de: Adresse anzeigen auf %@
es: Ver dirección en %@
fa: آدرس را در %@ مشاهده کنید.
fil: Tingnan ang address sa %@
fr: Afficher l'adresse sur %@
ha: Duba adireshin akan %@
he: הצג כתובת ב-%@
hi: %@ पर पता देखें
id: Tampilkan alamat di %@
it: Visualizza l'indirizzo su %@
ja: %@ でアドレスを見る
ko: %@에서 주소 보기
ms: Lihat alamat di %@
nl: Bekijk adres op %@
pl: Zobacz adres na %@
pt_br: Ver endereço em %@
ro: Vezi adresa pe %@
ru: Посмотреть адрес на %@
sw: Tazama anwani kwenye %@
th: ดูที่อยู่ใน %@
tr: %@ üzerinde adresi görüntüle
uk: Переглянути адресу на %@
ur: %@ پر پتہ دیکھیں
vi: Xem địa chỉ trên %@
zh_hans: 在 %@ 上查看地址
zh_hant: 在 %@ 上查看地址

# asset.view_token_on
source: View token on %@
ar: عرض الرمز المميز على %@
bn: %@ এ টোকেন দেখুন
cs: Zobrazit token na %@
da: Se token på %@
de: Token anzeigen auf %@
es: Ver token en %@
fa: توکن را در %@ مشاهده کنید.
fil: Tingnan ang token sa %@
fr: Afficher le jeton sur %@
ha: Duba alamar akan %@
he: הצג את האסימון ב-%@
hi: %@ पर टोकन देखें
id: Tampilkan token di %@
it: Visualizza token su %@
ja: %@でトークンを見る
ko: %@에서 토큰 보기
ms: Lihat token pada %@
nl: Token bekijken op %@
pl: Wyświetl token na %@
pt_br: Ver token em %@
ro: Vizualizați tokenul pe %@
ru: Посмотреть токен на %@
sw: Tazama tokeni kwenye %@
th: ดูโทเค็นบน %@
tr: Jetonu %@ üzerinde görüntüle
uk: Переглянути токен на %@
ur: %@ پر ٹوکن دیکھیں
vi: Xem mã thông báo trên %@
zh_hans: 在 %@ 上查看代币
zh_hant: 在 %@ 上查看代幣

# assets.add_custom_token
source: Add Custom Token
ar: إضافة رمز مخصص
bn: কাস্টম টোকেন যোগ করুন
cs: Přidat vlastní token
da: Tilføj brugerdefineret token
de: Benutzerdefinierten Token hinzufügen
es: Agregar token personalizado
fa: افزودن توکن دلخواه/سفارشی.
fil: Magdagdag ng Custom Token
fr: Ajouter un jeton personnalisé
ha: Ƙara Alamar Custom
he: הוסף אסימון מותאם אישית
hi: कस्टम टोकन जोड़ें
id: Tambahkan Token Kustom
it: Aggiungi token personalizzato
ja: カスタム・トークンの追加
ko: 커스텀 토큰 추가
ms: Tambah Token Tersuai
nl: Aangepaste token toevoegen
pl: Dodaj token niestandardowy
pt_br: Adicionar token personalizado
ro: Adăugați un simbol personalizat
ru: Добавить токен вручную
sw: Ongeza Tokeni Maalum
th: เพิ่มโทเค็นที่กำหนดเอง
tr: Özel Jeton Ekle
uk: Додайте власний токен
ur: حسب ضرورت ٹوکن شامل کریں۔
vi: Thêm mã thông báo tùy chỉnh
zh_hans: 添加自定义代币
zh_hant: 添加自訂代幣

# assets.no_assets_found
source: No assets found
ar: لم يتم العثور على الأصول
bn: কোন সম্পদ পাওয়া যায়নি
cs: Nebyla nalezena žádná aktiva
da: Ingen aktiver fundet
de: Keine Assets gefunden
es: No se encontraron activos
fa: دارایی یافت نشد.
fil: Walang nakitang asset
fr: Aucun élément trouvé
ha: Ba a sami kadarori ba
he: לא נמצאו נכסים
hi: कोई संपत्ति नहीं मिली
id: Aset tidak ditemukan
it: Nessuna risorsa trovata
ja: 資産なし
ko: 자산을 찾을 수 없습니다.
ms: Tiada aset ditemui
nl: Geen activa gevonden
pl: Nie znaleziono żadnych zasobów
pt_br: Nenhum ativo encontrado
ro: Nu au fost găsite active
ru: Активы не найдены
sw: Hakuna mali iliyopatikana
th: ไม่พบเนื้อหา
tr: Sonuç bulunamadı
uk: Активи не знайдено
ur: کوئی اثاثہ نہیں ملا
vi: Không tìm thấy nội dung nào
zh_hans: 未找到资产
zh_hant: 未找到資產

# assets.popular
source: Popular
ar: الأصول الشائعة
bn: জনপ্রিয় অ্যাসেট
cs: Populární aktiva
da: Populære aktiver
de: Beliebte Assets
es: Populares
fa: دارایی‌های محبوب
fil: Mga sikat na asset
fr: Actifs populaires
ha: Shahararrun kadarori
he: נכסים פופולריים
hi: लोकप्रिय एसेट
id: Aset populer
it: Asset popolari
ja: 人気のアセット
ko: 인기 자산
ms: Aset popular
nl: Populair
pl: Popularne aktywa
pt_br: Populares
ro: Active populare
ru: Популярные
sw: Rasilimali maarufu
th: สินทรัพย์ยอดนิยม
tr: Popüler varlıklar
uk: Популярні
ur: مقبول اثاثے
vi: Tài sản phổ biến
zh_hans: 热门资产
zh_hant: 熱門資產

# assets.select_asset
source: Select Asset
ar: حدد الأصول
bn: সম্পদ নির্বাচন করুন
cs: Vyberte aktivum
da: Vælg Aktiv
de: Anlage auswählen
es: Seleccionar activo
fa: یک دارایی را انتخاب کنید
fil: Piliin ang Asset
fr: Sélectionner un actif
ha: Zaɓi Kadari
he: בחר נכס
hi: संपत्ति का चयन करें
id: Pilih Aset
it: Seleziona risorsa
ja: 資産を選択
ko: 자산 선택
ms: Pilih Aset
nl: Selecteer Activa
pl: Wybierz zasób
pt_br: Selecionar Ativo
ro: Selectați activul
ru: Выберите актив
sw: Chagua Kipengee
th: เลือกสินทรัพย์
tr: Varlık Seç
uk: Виберіть актив
ur: اثاثہ منتخب کریں۔
vi: Chọn Tài sản
zh_hans: 选择资产
zh_hant: 選擇資產

# assets.state.empty.search_description
source: You can try to add it manually
ar: يمكنك محاولة إضافته يدويًا
bn: আপনি এটি ম্যানুয়ালি যোগ করার চেষ্টা করতে পারেন।
cs: Můžete to zkusit přidat ručně
da: Du kan prøve at tilføje det manuelt
de: Sie können versuchen, es manuell hinzuzufügen
es: Puedes intentar agregarlo manualmente
fa: می‌توانید سعی کنید آن را به صورت دستی اضافه کنید
fil: Maaari mong subukang idagdag ito nang manu-mano
fr: Vous pouvez essayer de l'ajouter manuellement
ha: Kuna iya ƙoƙarin ƙara shi da hannu
he: אתה יכול לנסות להוסיף את זה ידנית
hi: आप इसे मैन्युअल रूप से जोड़ने का प्रयास कर सकते हैं
id: Anda dapat mencoba menambahkannya secara manual
it: Puoi provare ad aggiungerlo manualmente
ja: 手動で追加してみてください
ko: 수동으로 추가해보세요
ms: Anda boleh cuba menambahnya secara manual
nl: U kunt proberen het handmatig toe te voegen
pl: Możesz spróbować dodać go ręcznie
pt_br: Você pode tentar adicioná-lo manualmente
ro: Poți încerca să-l adaugi manual
ru: Вы можете попробовать добавить его вручную.
sw: Unaweza kujaribu kuiongeza wewe mwenyewe
th: คุณสามารถลองเพิ่มมันด้วยตนเองได้
tr: Manuel olarak eklemeyi deneyebilirsiniz
uk: Ви можете спробувати додати його вручну
ur: آپ اسے دستی طور پر شامل کرنے کی کوشش کر سکتے ہیں۔
vi: Bạn có thể thử thêm nó theo cách thủ công
zh_hans: 请尝试手动添加
zh_hant: 請嘗試手動新增

# assets.tags.new
source: New
ar: جديد
bn: নতুন
cs: Nový
da: Ny
de: Neu
es: Nuevo
fa: جدید
fil: Bago
fr: Nouveau
ha: Sabo
he: חָדָשׁ
hi: नया
id: Baru
it: Nuovo
ja: 新しい
ko: 새로운
ms: Baru
nl: Nieuw
pl: Nowy
pt_br: Novo
ro: Nou
ru: Новый
sw: Mpya
th: ใหม่
tr: Yeni
uk: Нові
ur: نیا
vi: Mới
zh_hans: 新的
zh_hant: 新

# assets.title
source: Assets
ar: أصول
bn: সম্পদ
cs: Aktiva
da: Aktiver
de: Vermögenswerte
es: Activos
fa: دارایی‌ها
fil: Mga asset
fr: Actifs
ha: Kadari
he: נכסים
hi: संपत्ति
id: Aset
it: Attività
ja: 資産
ko: 자산
ms: Aset
nl: Activa
pl: Aktywa
pt_br: Ativos
ro: Active
ru: Активы
sw: Mali
th: สินทรัพย์
tr: Varlıklar
uk: Активи
ur: اثاثے
vi: Tài sản
zh_hans: 资产
zh_hant: 資產

# banner.account_activation.description
source: The %@ network requires a one time fee of %@.
ar: تتطلب شبكة %@ رسومًا لمرة واحدة قدرها %@.
bn: %@ নেটওয়ার্কের জন্য %@ এর এককালীন ফি প্রয়োজন।
cs: Síť %@ vyžaduje jednorázový poplatek %@.
da: %@ netværket kræver et engangsgebyr på %@.
de: Das %@ Netzwerk erfordert eine einmalige Gebühr von %@.
es: La red %@ requiere una tarifa única de %@.
fa: شبکه %@ نیاز به کارمزد اولیه %@ ای دارد.
fil: Ang %@ network ay nangangailangan ng isang beses na bayad na %@.
fr: Le réseau %@ nécessite des frais uniques de %@.
ha: Cibiyar sadarwar %@ tana buƙatar kuɗin lokaci ɗaya na %@.
he: הרשת %@ דורשת תשלום חד פעמי של %@.
hi: %@ नेटवर्क को %@ का एक बार शुल्क देना पड़ता है।
id: Jaringan %@ memerlukan biaya satu kali sebesar %@
it: La rete %@ richiede una tariffa una tantum di %@.
ja: %@ ネットワークでは、1回限りの有効化手数料 %@ が必要です。
ko: %@ 네트워크에는 %@ 의 일회성 수수료가 필요합니다.
ms: Rangkaian %@ memerlukan bayaran sekali sebanyak %@.
nl: Voor het %@-netwerk is een eenmalige vergoeding van %@ vereist.
pl: Sieć %@ wymaga jednorazowej opłaty w wysokości %@.
pt_br: A rede %@ exige uma taxa única de %@.
ro: Rețeaua %@ necesită o taxă unică de %@.
ru: Сеть %@ требует единовременную плату в размере %@.
sw: Mtandao wa %@ unahitaji ada ya mara moja ya %@.
th: เครือข่าย %@ ต้องเสียค่าธรรมเนียมครั้งเดียวจำนวน %@
tr: %@ ağı, tek seferlik bir ücret gerektirir %@.
uk: Мережа %@ вимагає одноразової оплати в розмірі %@.
ur: %@ نیٹ ورک کو %@ کی ایک بار کی فیس درکار ہے۔
vi: Mạng %@ yêu cầu một khoản phí một lần là %@.
zh_hans: %@ 网络需要一次性费用 %@。
zh_hant: %@ 網路需支付一次性費用：%@。

# banner.account_activation.title
source: Account Activation Fee
ar: رسوم تفعيل الحساب
bn: অ্যাকাউন্ট অ্যাক্টিভেশন ফি
cs: Poplatek za aktivaci účtu
da: Kontoaktiveringsgebyr
de: Kontoaktivierungsgebühr
es: Tarifa de activación de cuenta
fa: کارمزد فعال سازی حساب.
fil: Bayarin sa Pag-activate ng Account
fr: Frais d'activation de compte
ha: Kudin Kunna Asusu
he: עמלת הפעלת חשבון
hi: खाता सक्रियण शुल्क
id: Biaya aktivasi akun
it: Commissione di attivazione del conto
ja: アカウントの有効化手数料
ko: 계정 활성화 수수료
ms: Yuran Pengaktifan Akaun
nl: Accountactivatiekosten
pl: Opłata za aktywację konta
pt_br: Taxa de ativação da conta
ro: Taxa de activare a contului
ru: Плата за активацию аккаунта
sw: Ada ya Kuanzisha Akaunti
th: ค่าธรรมเนียมการเปิดใช้งานบัญชี
tr: Hesap Aktivasyon Ücreti
uk: Плата за активацію рахунку
ur: اکاؤنٹ ایکٹیویشن فیس
vi: Phí kích hoạt tài khoản
zh_hans: 账户激活费用
zh_hant: 帳戶啟動費用

# banner.activate_asset.description
source: To use the %@ asset, you must first enable it on the %@ network by fulfilling the network's specific requirements.
ar: لاستخدام الأصل %@ ، يجب عليك أولاً تمكينه على شبكة %@ من خلال استيفاء المتطلبات المحددة للشبكة.
bn: %@ সম্পদ ব্যবহার করতে, আপনাকে প্রথমে নেটওয়ার্কের নির্দিষ্ট প্রয়োজনীয়তা পূরণ করে %@ নেটওয়ার্কে এটি সক্রিয় করতে হবে।
cs: Chcete-li použít aktivum %@, musíte jej nejprve povolit v síti %@ splněním specifických požadavků sítě.
da: For at bruge %@-aktivet skal du først aktivere det på %@-netværket ved at opfylde netværkets specifikke krav.
de: Um das %@ -Asset zu verwenden, müssen Sie es zuerst im %@ -Netzwerk aktivieren, indem Sie die spezifischen Anforderungen des Netzwerks erfüllen.
es: Para utilizar el activo %@, primero debe habilitarlo en la red %@ cumpliendo con los requisitos específicos de la red.
fa: برای استفاده از دارایی %@ ، ابتدا باید آن را در شبکه %@ با انجام الزامات خاص شبکه فعال کنید.
fil: Upang magamit ang asset na %@, dapat mo muna itong paganahin sa %@ network sa pamamagitan ng pagtupad sa mga partikular na kinakailangan ng network.
fr: Pour utiliser la ressource %@, vous devez d'abord l'activer sur le réseau %@ en remplissant les exigences spécifiques du réseau.
ha: Don amfani da kadarar %@, dole ne ka fara kunna ta akan hanyar sadarwar %@ ta hanyar cika takamaiman buƙatun cibiyar sadarwa.
he: כדי להשתמש בנכס %@, תחילה עליך להפעיל אותו ברשת %@ על ידי מילוי הדרישות הספציפיות של הרשת.
hi: %@ एसेट का उपयोग करने के लिए, आपको पहले नेटवर्क की विशिष्ट आवश्यकताओं को पूरा करके इसे %@ नेटवर्क पर सक्षम करना होगा।
id: Untuk menggunakan aset %@, Anda harus terlebih dahulu mengaktifkannya di jaringan %@ dengan memenuhi persyaratan khusus jaringan.
it: Per utilizzare la risorsa %@, è necessario prima abilitarla sulla rete %@ soddisfacendo i requisiti specifici della rete.
ja: %@ を利用するには、%@ ネットワーク固有の要件を満たして有効化する必要があります。
ko: %@ 자산을 사용하려면 먼저 네트워크의 특정 요구 사항을 충족하여 %@ 네트워크에서 해당 자산을 활성화해야 합니다.
ms: Untuk menggunakan aset %@, anda mesti mendayakannya pada rangkaian %@ terlebih dahulu dengan memenuhi keperluan khusus rangkaian.
nl: Als u de asset %@ wilt gebruiken, moet u deze eerst inschakelen op het netwerk %@ door te voldoen aan de specifieke vereisten van het netwerk.
pl: Aby użyć zasobu %@, należy najpierw włączyć go w sieci %@ spełniając określone wymagania sieciowe.
pt_br: Para usar o ativo %@, você deve primeiro habilitá-lo na rede %@ atendendo aos requisitos específicos da rede.
ro: Pentru a utiliza activul %@, trebuie mai întâi să îl activați în rețeaua %@ îndeplinind cerințele specifice ale rețelei.
ru: Чтобы использовать актив %@, необходимо сначала включить его в сети %@ выполнив особые требования сети.
sw: Ili kutumia kipengee %@, lazima kwanza uiwashe kwenye mtandao wa %@ kwa kutimiza mahitaji mahususi ya mtandao.
th: ในการใช้สินทรัพย์ %@ ก่อนอื่นคุณต้องเปิดใช้งานบนเครือข่าย %@ โดยปฏิบัติตามข้อกำหนดเฉพาะของเครือข่าย
tr: %@ varlığını kullanmak için, öncelikle ağın özel gereksinimlerini karşılayarak %@ ağında etkinleştirmeniz gerekir.
uk: Щоб використовувати ресурс %@, ви повинні спочатку ввімкнути його в мережі %@ виконавши спеціальні вимоги мережі.
ur: %@ اثاثہ استعمال کرنے کے لیے، آپ کو پہلے نیٹ ورک کی مخصوص ضروریات کو پورا کرتے ہوئے اسے %@ نیٹ ورک پر فعال کرنا ہوگا۔
vi: Để sử dụng tài sản %@, trước tiên bạn phải bật nó trên mạng %@ bằng cách đáp ứng các yêu cầu cụ thể của mạng.
zh_hans: 要使用 %@ 资产，必须先在 %@ 网络上启用它，并满足该网络的特定要求。
zh_hant: 若要使用 %@ 資產，必須先符合 %@ 網路的特定要求，才能啟用該資產。

# banner.asset_status.description
source: Token may be unsafe or misleading. Proceed only if you fully trust it.
ar: قد يكون الرمز غير آمن أو مضللاً. تابع فقط إذا كنت تثق به تمامًا.
bn: টোকেন অনিরাপদ বা বিভ্রান্তিকর হতে পারে। আপনি সম্পূর্ণরূপে বিশ্বাস করলেই এগিয়ে যান।
cs: Token může být nebezpečný nebo zavádějící. Pokračujte, pouze pokud tomu plně důvěřujete.
da: Token kan være usikker eller vildledende. Fortsæt kun, hvis du har fuld tillid til det.
de: Token kann unsicher oder irreführend sein. Fahren Sie nur fort, wenn Sie ihm voll und ganz vertrauen.
es: El token puede ser inseguro o engañoso. Continúe sólo si confía plenamente en ello.
fa: رمز ممکن است ناامن یا گمراه کننده باشد. فقط در صورت اعتماد کامل به آن ادامه دهید.
fil: Maaaring hindi ligtas o mapanlinlang ang token. Magpatuloy lamang kung lubos mong pinagkakatiwalaan ito.
fr: Le jeton peut être dangereux ou trompeur. Ne procédez que si vous lui faites pleinement confiance.
ha: Alamar na iya zama mara lafiya ko yaudara. Ci gaba kawai idan kun amince da shi sosai.
he: האסימון עשוי להיות לא בטוח או מטעה. המשך רק אם אתה סומך עליו לחלוטין.
hi: टोकन असुरक्षित या भ्रामक हो सकता है. अगर आपको इस पर पूरा भरोसा है तो ही आगे बढ़ें।
id: Token mungkin tidak aman atau menyesatkan. Lanjutkan hanya jika Anda sepenuhnya memercayainya.
it: Il token potrebbe essere pericoloso o fuorviante. Procedi solo se ti fidi completamente.
ja: トークンは安全でないか、誤解を招く可能性があります。完全に信頼できる場合のみ続行してください。
ko: 토큰은 안전하지 않거나 오해의 소지가 있을 수 있습니다. 완전히 신뢰하는 경우에만 진행하세요.
ms: Token mungkin tidak selamat atau mengelirukan. Teruskan hanya jika anda mempercayainya sepenuhnya.
nl: Token kan onveilig of misleidend zijn. Ga alleen verder als u er volledig op vertrouwt.
pl: Token może być niebezpieczny lub wprowadzać w błąd. Kontynuuj tylko wtedy, gdy w pełni mu ufasz.
pt_br: O token pode ser inseguro ou enganoso. Prossiga apenas se você confiar totalmente.
ro: Tokenul poate fi nesigur sau înșelător. Continuați doar dacă aveți deplină încredere în el.
ru: Токен может быть небезопасным или вводить в заблуждение. Продолжайте, только если вы полностью ему доверяете.
sw: Ishara inaweza kuwa si salama au inapotosha. Endelea tu ikiwa unaiamini kikamilifu.
th: โทเค็นอาจไม่ปลอดภัยหรือทำให้เข้าใจผิด ดำเนินการต่อเมื่อคุณเชื่อถืออย่างเต็มที่เท่านั้น
tr: Token güvenli olmayabilir veya yanıltıcı olabilir. Yalnızca tamamen güveniyorsanız devam edin.
uk: Маркер може бути небезпечним або оманливим. Продовжуйте, лише якщо ви повністю довіряєте цьому.
ur: ٹوکن غیر محفوظ یا گمراہ کن ہو سکتا ہے۔ صرف اس صورت میں آگے بڑھیں جب آپ کو اس پر مکمل اعتماد ہو۔
vi: Mã thông báo có thể không an toàn hoặc gây hiểu lầm. Chỉ tiếp tục nếu bạn hoàn toàn tin tưởng nó.
zh_hans: 代币可能不安全或具有误导性。请仅在完全信任的情况下继续操作。
zh_hant: 代幣可能不安全或具有誤導性。請僅在完全信任的情況下繼續操作。

# banner.asset_status.title
source: Suspicious Asset
ar: الأصول المشبوهة
bn: সন্দেহজনক সম্পদ
cs: Podezřelé aktivum
da: Mistænkeligt aktiv
de: Verdächtiger Vermögenswert
es: Activo sospechoso
fa: دارایی مشکوک
fil: Kahina-hinalang Asset
fr: Actif suspect
ha: Dukiyar da ake tuhuma
he: נכס חשוד
hi: संदिग्ध संपत्ति
id: Aset Mencurigakan
it: Risorsa sospetta
ja: 不審資産
ko: 의심스러운 자산
ms: Aset Meragukan
nl: Verdachte activa
pl: Podejrzany zasób
pt_br: Ativo Suspeito
ro: Activ suspect
ru: Подозрительный актив
sw: Mali Inayotiliwa Shaka
th: ทรัพย์สินที่น่าสงสัย
tr: Şüpheli Öğe
uk: Підозрілий актив
ur: مشکوک اثاثہ
vi: Tài sản đáng ngờ
zh_hans: 可疑资产
zh_hant: 可疑資產

# banner.enable_notifications.description
source: Stay on top of your wallet activity.
ar: ابق على اطلاع بنشاط محفظتك.
bn: আপনার ওয়ালেট কার্যকলাপের শীর্ষে থাকুন।
cs: Mějte přehled o své peněžence.
da: Hold styr på din tegnebogsaktivitet.
de: Behalten Sie den Überblick über Ihre Wallet-Aktivitäten.
es: Manténgase al tanto de la actividad de su billetera.
fa: از فعالیت های کیف پول خود با خبر شوید.
fil: Manatili sa tuktok ng iyong aktibidad sa wallet.
fr: Restez au courant de l'activité de votre portefeuille.
ha: Tsaya akan aikin walat ɗin ku.
he: הישאר מעודכן בפעילות הארנק שלך.
hi: अपनी वॉलेट गतिविधि में शीर्ष पर रहें।
id: Tetap memantau aktivitas dompet anda
it: Rimani aggiornato sull'attività del tuo portafoglio.
ja: ウォレットのアクティビティを常に把握しましょう。
ko: 지갑 활동을 최신 상태로 유지하세요.
ms: Ikuti aktiviti dompet anda.
nl: Blijf op de hoogte van uw portemonnee-activiteit.
pl: Kontroluj aktywność swojego portfela.
pt_br: Fique por dentro das atividades da sua carteira.
ro: Rămâneți la curent cu activitatea din portofel.
ru: Будьте в курсе активности вашего кошелька.
sw: Endelea kufuatilia shughuli zako za pochi.
th: ติดตามกิจกรรมกระเป๋าเงินของคุณ
tr: Cüzdan aktivitenizin başında olun.
uk: Будьте в курсі активності гаманця.
ur: اپنی بٹوے کی سرگرمی پر سب سے اوپر رہیں۔
vi: Theo dõi hoạt động chi tiêu của bạn.
zh_hans: 实时掌握钱包动态
zh_hant: 即時掌握錢包動態

# banner.enable_notifications.title
source: Enable Notifications
ar: تمكين الإشعارات
bn: বিজ্ঞপ্তি সক্রিয় করুন
cs: Povolit oznámení
da: Aktiver meddelelser
de: Benachrichtigungen aktivieren
es: Habilitar notificaciones
fa: فعال کردن اعلان ها.
fil: Paganahin ang Mga Notification
fr: Activer les notifications
ha: Kunna Fadakarwa
he: הפעל התראות
hi: सूचनाएं सक्षम करें
id: Nyalakan Notifikasi
it: Abilita notifiche
ja: 通知を有効にする
ko: 알림 활성화
ms: Dayakan Pemberitahuan
nl: Meldingen inschakelen
pl: Włącz powiadomienia
pt_br: Habilitar notificações
ro: Activați notificările
ru: Включить уведомления
sw: Washa Arifa
th: เปิดใช้งานการแจ้งเตือน
tr: Bildirimleri Etkinleştir
uk: Увімкнути сповіщення
ur: اطلاعات کو فعال کریں۔
vi: Bật thông báo
zh_hans: 启用通知
zh_hant: 啟用通知

# banner.onboarding.description
source: Buy or Receive crypto to get started
ar: قم بشراء أو استلام العملات المشفرة للبدء
bn: শুরু করতে ক্রিপ্টো কিনুন বা গ্রহণ করুন
cs: Kupte si nebo přijměte kryptoměny a začněte
da: Køb eller modtag krypto for at komme i gang
de: Kaufen oder empfangen Sie Kryptowährung, um loszulegen
es: Compra o recibe criptomonedas para empezar
fa: برای شروع، کریپتو بخرید یا دریافت کنید
fil: Bumili o Tumanggap ng crypto para makapagsimula
fr: Achetez ou recevez des cryptomonnaies pour commencer.
ha: Sayi ko Karɓar crypto don farawa
he: קנה או קבל קריפטו כדי להתחיל
hi: आरंभ करने के लिए क्रिप्टो खरीदें या प्राप्त करें
id: Beli atau Terima kripto untuk memulai
it: Acquista o ricevi criptovalute per iniziare
ja: 始めるには暗号通貨を購入または受け取りましょう
ko: 시작하려면 암호화폐를 구매하거나 받으세요
ms: Beli atau Terima crypto untuk bermula
nl: Koop of ontvang crypto om te beginnen
pl: Kup lub odbierz kryptowalutę, aby zacząć
pt_br: Compre ou receba criptomoedas para começar.
ro: Cumpără sau primește criptomonede pentru a începe
ru: Купите или получите криптовалюту, чтобы начать
sw: Nunua au Upokee crypto ili kuanza
th: ซื้อหรือรับ crypto เพื่อเริ่มต้น
tr: Başlamak için kripto satın alın veya alın
uk: Купуйте або отримуйте криптовалюту, щоб розпочати
ur: شروع کرنے کے لیے کریپٹو خریدیں یا وصول کریں۔
vi: Mua hoặc nhận tiền điện tử để bắt đầu
zh_hans: 购买或接收加密货币即可开始
zh_hant: 購買或接收加密貨幣即可開始

# banner.onboarding.title
source: Your wallet is ready
ar: محفظتك جاهزة
bn: তোমার মানিব্যাগ প্রস্তুত।
cs: Vaše peněženka je připravena
da: Din tegnebog er klar
de: Ihre Wallet ist bereit
es: Tu billetera está lista
fa: کیف پول شما آماده است
fil: Handa na ang iyong wallet
fr: Votre portefeuille est prêt
ha: Walat ɗin ku yana shirye
he: הארנק שלך מוכן
hi: आपका बटुआ तैयार है
id: Dompet Anda sudah siap
it: Il tuo portafoglio è pronto
ja: ウォレットの準備ができました
ko: 지갑이 준비되었습니다
ms: Dompet anda sudah sedia
nl: Je portemonnee is klaar
pl: Twój portfel jest gotowy
pt_br: Sua carteira está pronta.
ro: Portofelul tău este gata
ru: Ваш кошелек готов
sw: Pochi yako iko tayari
th: กระเป๋าเงินของคุณพร้อมแล้ว
tr: Cüzdanınız hazır
uk: Ваш гаманець готовий
ur: آپ کا والیٹ تیار ہے۔
vi: Ví của bạn đã sẵn sàng
zh_hans: 钱包已准备就绪
zh_hant: 錢包已準備就緒

# banner.perpetuals.description
source: Deposit, trade, and earn with Hyperliquid perpetuals
ar: قم بالإيداع والتداول وكسب المال مع Hyperliquid الدائم
bn: Hyperliquid পারপেচুয়ালের সাথে জমা করুন, বাণিজ্য করুন এবং উপার্জন করুন
cs: Vkládejte, obchodujte a vydělávejte s Hyperliquid perpetuals
da: Indbetal, byd og tjen med Hyperliquid perpetuals
de: Zahlen Sie ein, handeln Sie und verdienen Sie mit Hyperliquid-Perpetuals
es: Deposita, opera y gana con los perpetuos de Hyperliquid
fa: با Hyperliquid perpetuals سپرده گذاری کنید، تجارت کنید و کسب درآمد کنید
fil: Magdeposito, mag-trade, at kumita gamit ang Hyperliquid perpetuals
fr: Déposez, échangez et gagnez avec les perpétuels Hyperliquid
ha: Ajiye, kasuwanci, da samun riba tare da Hyperliquid perpetuals
he: הפקד, סחר והרוויח עם Hyperliquid Perpetuals
hi: Hyperliquid शाश्वत के साथ जमा करें, व्यापार करें और कमाएं
id: Setor, perdagangkan, dan hasilkan dengan perpetual Hyperliquid
it: Deposita, scambia e guadagna con i perpetui Hyperliquid
ja: Hyperliquid で入金・取引し、パーペチュアルで収益を獲得
ko: Hyperliquid 영구자산으로 예금, 거래 및 수익을 창출하세요
ms: Deposit, berdagang dan dapatkan dengan Hyperliquid perpetuals
nl: Stort, handel en verdien met Hyperliquid perpetuals
pl: Wpłacaj, handluj i zarabiaj dzięki Hyperliquid Perpetuals
pt_br: Deposite, negocie e ganhe com perpétuos Hyperliquid
ro: Depuneți, tranzacționați și câștigați cu Hyperliquid perpetuals
ru: Вносите депозит, торгуйте и зарабатывайте с бессрочными контрактами Hyperliquid
sw: Weka, fanya biashara na upate pesa kwa kutumia Hyperliquid perpetals
th: ฝาก ซื้อขาย และรับรายได้ด้วย Hyperliquid perpetuals
tr: Hyperliquid kalıcı varlıklarıyla para yatırın, ticaret yapın ve kazanın
uk: Вносьте депозит, торгуйте та заробляйте на перпетуалах Hyperliquid
ur: Hyperliquid perpetual کے ساتھ جمع کریں، تجارت کریں اور کمائیں۔
vi: Gửi tiền, giao dịch và kiếm tiền với hợp đồng vĩnh cửu Hyperliquid
zh_hans: 在 Hyperliquid 上存入资产、交易永续合约并赚取收益
zh_hant: 在 Hyperliquid 上存入資金、交易永續合約並賺取收益

# banner.perpetuals.title
source: Trade Perpetuals on Hyperliquid
ar: تداول العقود الدائمة على Hyperliquid
bn: Hyperliquid-এ পারপেচুয়াল ট্রেড করুন
cs: Obchodujte Perpetuals na Hyperliquid
da: Handl Perpetuals på Hyperliquid
de: Handeln Sie Perpetuals auf Hyperliquid
es: Opera con perpetuos en Hyperliquid
fa: معاملات دائمی در Hyperliquid
fil: Trade Perpetuals sa Hyperliquid
fr: Négociez des perpétuels sur Hyperliquid
ha: Ciniki Perpetuals akan Hyperliquid
he: סחר נצחים ב-Hyperliquid
hi: Hyperliquid पर सतत व्यापार करें
id: Perdagangkan Perpetual di Hyperliquid
it: Fai trading sui perpetui su Hyperliquid
ja: Hyperliquid でパーペチュアルを取引
ko: Hyperliquid에서 무기한 거래
ms: Berdagang Perpetuals pada Hyperliquid
nl: Handel perpetuals op Hyperliquid
pl: Handluj instrumentami perpetuals na Hyperliquid
pt_br: Negocie perpétuas no Hyperliquid
ro: Tranzacționează Perpetuals pe Hyperliquid
ru: Торгуйте бессрочными контрактами на Hyperliquid
sw: Biashara ya kudumu kwenye Hyperliquid
th: ซื้อขาย Perpetuals บน Hyperliquid
tr: Hyperliquid'de Sürekli İşlemler Yapın
uk: Торгуйте перпетуалами на Hyperliquid
ur: Hyperliquid پر مستقل تجارت
vi: Giao dịch hợp đồng vĩnh cửu trên Hyperliquid
zh_hans: 在 Hyperliquid 上交易永续合约
zh_hant: 在 Hyperliquid 上交易永續合約
